Repository: luftj/secret_votes
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Enter one email address per line...
de: Bitte eine E-Mail-Adresse per Zeile eingeben...

source: You have been invited to participate to a poll regarding
de: Sie wurden eingeladen, an folgender Abstimmung teilzunehmen:

source: Click here to submit your vote:
de: Folgen Sie diesem Link, um Ihre Stimme abzugeben:

source: You have
de: Sie haben

source: vote(s)
de: Stimme(n)

source: About
de: Über

source: About description
de: Secure Vote ist eine Plattform für eine anonyme und sichere Online-Abstimmung. Jede Person die abstimmen soll, wird mit der entsprechenden E-Mail im Textfeld hinterlegt. Hat eine Person mehr als eine Stimme, dann kann die E-Mail mehrmals angegeben werden. Die Person erhält dann jeweils separate E-Mails mit der Möglichkeit einer getrennten Abstimmung.

source: Contact
de: Kontakt

source: Data protection
de: Datenschutzerklärung

source: Imprint
de: Impressum

source: Create new poll:
de: Neue Abstimmung erstellen:

source: Motion:
de: Frage:

source: Please enter what to vote on
de: Bitte geben Sie eine Frage ein

source: Eligible voters (max. 150):
de: E-Mail Adressen aller Teilnehmer (max. 150):

source: You entered an invalid e-mail address
de: Sie haben eine ungültige E-Mail Adresse eingegeben

source: Submit
de: Erstellen

source: Data protection declaration
de: Datenschutzerklärung

source: This is a test server and not intended for public use.
de: Dies ist ein Testserver und nicht für öffentliche Nutzung geeignet.

source: Something went wrong!
de: Da ist etwas schief gelaufen!

source: Could not find a poll with this ID!
de: Diese Abstimmung wurde nicht gefunden!

source: This user is not eligible for voting here!
de: Dieser Benutzer darf hier nicht abstimmen!

source: You can only see results if you have already voted!
de: Sie können die Umfrageergebnisse erst nach einer Stimmenabgabe einsehen.

source: Go to vote
de: Zur Abstimmung

source: You already voted for this poll!
de: Sie haben bereits für diese Umfrage abgestimmt!

source: Go to results
de: Zu den Ergebnissen

source: Create new poll
de: Neue Abstimmung erstellen

source: Your poll has been created!
de: Ihre Abstimmung wurde erfolgreich erstellt!

source: Emails have been sent to all voters.
de: Alle Teilnehmer haben eine E-Mail erhalten

source: Results for poll:
de: Ergebnisse der Abstimmung:

source: Number of votes:
de: Anzahl der Gesamtstimmen:

source: Number Yay:
de: Anzahl dafür:

source: Number Nay:
de: Anzahl dagegen:

source: Number abstained:
de: Anzahl der Enthaltungen:

source: Number not voted:
de: Anzahl der nicht abgegebenen Stimmen:

source: These people were eligible for voting (total votes:
de: Dies waren die stimmberechtigten Teilnehmer (Gesamt:

source: votes
de: Stimmen

source: Vote for poll:
de: Geben Sie Ihre Stimme ab:

source: Options:
de: Stimmmöglichkeiten:

source: Approve
de: Zustimmen

source: Reject
de: Ablehnen

source: abstain
de: Enthalten

source: Submit vote
de: Stimme abgeben

source: Your vote has been registered!
de: Ihre Stimme wurde entgegen genommen!
